Repository: jorgednts/drags-race-app
Catalog: lib/l10n/intl_*.arb
Languages: pt_br

# loginPagePasswordHintText
source: password
pt_br: senha

# loginPageElevatedButtonText
source: Login
pt_br: Fazer Login

# loginPageSnackBarText
source: WRONG CREDENTIALS, TRY AGAIN!
pt_br: CREDENCIAIS INCORRETAS, TENTE NOVAMENTE!

# loginPageInitialInfoText
source: TYPE YOUR CREDENTIALS
pt_br: DIGITE SUAS CREDENCIAIS

# loginPageInvalidCredentialsInfoText
source: OOH GIRL, INVALID CREDENTIALS, TRY AGAIN!
pt_br: OOH GIRL, CREDENCIAIS INCORRETAS, TENTE NOVAMENTE!

# loginPageSuccessfulLoginInfoText
source: START YOUR ENGINES!
pt_br: LIGUEM SEUS MOTORES!

# searchQueenPageInfoText
source: TYPE TO START YOUR QUEEN SEARCH
pt_br: DIGITE PARA INICIAR A BUSCA POR UMA QUEEN

# searchQueenPageHintText
source: Search Queen
pt_br: Buscar Queen

# genericErrorText
source: AN ERROR HAS OCCURRED :(
pt_br: OCORREU UM ERRO :(

# networkErrorText
source: NETWORK ERROR :(
pt_br: ERRO DE INTERNET :(

# notFoundErrorText
source: QUEEN NOT FOUND :O
pt_br: QUEEN NÃO ENCONTRADA :O

# queenDetailsName
source: Name:
pt_br: Nome:

# queenDetailsSeasons
source: Seasons:
pt_br: Temporadas:

# queenDetailsGeneralInfo
source: General Info:
pt_br: Info Gerais:

# queenDetailsSeasonsInfo
source: Seasons Info:
pt_br: Info de Temporadas:

# queenDetailsLipsyncsInfo
source: Lipsyncs Info:
pt_br: Info de Lipsyncs:

# queenGeneralInfoWinner
source: Winner:
pt_br: Ganhadora:

# queenGeneralInfoMissCongeniality
source: Miss Congeniality:
pt_br: Miss Simpatia:

# queenGeneralInfoBestPlacement
source: Best Placement:
pt_br: Melhor Colocação:
